{
    "mcstats:strings": {
        "console": {
            "info_mc_stats_ready": "MCStats wurde geladen",
            "info_loadPlayer": "Profil wird geladen",
            "info_setID": "Profil-ID wurde gesetzt",
            "warn_undefined": " ist undefined und wurde ignoriert!",
            "err_loadPlayer": "Für diese ID konnte kein Spieler gefunden werden!"
        }
    },
    "minecraft:mobs": {
        "passive_mobs": [
            "Fledermaus",
            "Katze",
            "Huhn",
            "Kabeljau",
            "Kuh",
            "Esel",
            "Fuchs",
            "Pferd",
            "Mooshroom",
            "Maultier",
            "Ozelot",
            "Papagei",
            "Schwein",
            "Kugelfisch",
            "Hase",
            "Lachs",
            "Schaf",
            "Skelettpferd",
            "Schneegolem",
            "Tintenfisch",
            "Tropenfisch",
            "Schildkröte",
            "Dorfbewohner",
            "Händler"
        ],
        "neutral_mobs": [
            "Biene",
            "Delfin",
            "Eisengolem",
            "Lama",
            "Händlerlama",
            "Panda",
            "Eisbär",
            "Wolf",
            "Höhlenspinne",
            "Enderman"
        ],
        "hostile_mobs": [
            "Spinne",
            "Schweinezombie",
            "Lohe",
            "Creeper",
            "Ertrunkener",
            "Großer Wächter",
            "Endermite",
            "Magier",
            "Magier Fangzähne",
            "Ghast",
            "Wächter",
            "Wüstenzombie",
            "Magmawürfel",
            "Phantom",
            "Plünderer",
            "Verwüster",
            "Shulker",
            "Silberfischchen",
            "Skelett",
            "Schleim",
            "Eiswanderer",
            "Plagegeist",
            "Diener",
            "Hexe",
            "Witherskelett",
            "Zombie",
            "Dorfbewohnerzombie"
        ],
        "boss_mobs": [
            "Enderdrache",
            "Wither"
        ]
    },
    "minecraft:distance": {
        "type": [
            "Mit Elytren zurücklegte Strecke",
            "Im Boot gefahrene Strecke",
            "Gekletterte Strecke",
            "Geschlichene Strecke",
            "Gefallene Strecke",
            "Geflogene Strecke",
            "Gerittene Strecke",
            "In einer Lore gefahrene Strecke",
            "Auf Schweinen gerittene Strecke",
            "Gesprintete Strecke",
            "Geschwommene Strecke",
            "Gelaufene Strecke",
            "Strecke im Wasser gelaufen",
            "Strecke unter Wasser gelaufen"
        ]
},
    "minecraft:custom": {
        "translation": [
            "Anzahl der gezüchteten Tiere",
            "Mit Elytren zurücklegte Strecke in cm",
            "Im Boot gefahrene Strecke in cm",
            "Anzahl der in Kesseln gewaschenen Lederrüstungsteile, um sie zu entfärben",
            "Anzahl der in Kesseln gewaschenen Banner, um ein Muster zu entfernen",
            "Anzahl der in Kesseln gewaschenen Shulkerkisten, um sie zu entfärben",
            "Gekletterte Strecke in cm (an Leitern oder Ranken)",
            "Geschlichene Strecke in cm",
            "Erlittener Schaden in Zehnteleinheiten, der Absorptionsherzen getroffen hat",
            "Erlittener Schaden in Zehnteleinheiten, den der Schild abgewehrt hat",
            "Anderen Wesen zugefügter Schaden in Zehnteleinheiten. Selbstverletzungen wie z. B. durch Pfeile zählen nicht",
            "Anderen Wesen zugefügter Schaden in Zehnteleinheiten, der Absorptionsherzen getroffen hat",
            "Anderen Wesen zugefügter Schaden in Zehnteleinheiten, den die Resistenz-Verzauberung abgewehrt hat",
            "Erlittener Schaden in Zehnteleinheiten, den die Resistenz-Verzauberung abgewehrt hat",
            "Erlittener Schaden in Zehnteleinheiten",
            "Anzahl der Tode",
            "Anzahl der fallengelassenen Gegenstände inkl. der Drops beim Tod",
            "Anzahl der gegessenen Kuchenstücke",
            "Anzahl der am Zaubertisch verzauberten Gegenstände",
            "Im Überlebensmodus gefallene Strecke in cm ab einer Höhe von mindestens zweieinhalb Blöcken. Niedrigere Höhen oder Fallen im Kreativmodus zählt nicht",
            "Anzahl der Kessel, die mit Wassereimern gefüllt wurden",
            "Anzahl der geangelten Fische. Geangelter Trödel oder Schätze zählen nicht",
            "Geflogene Strecke in cm. Gezählt wird, wenn man sich mehr als einen Block über dem Boden gleichzeitig vorwärts und nach oben bewegt. Im Kreativmodus wird nur das horizontale Fliegen gezählt, das vertikale nicht",
            "Auf Pferden, Eseln oder Maultieren gerittene Strecke in cm",
            "Anzahl der geöffneten Spender-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Werfer-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Trichter-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Leuchtfeuer-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Schmelzofen-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Braustand-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Lagerfeuern. Das Interagieren wird gezählt, auch wenn man nichts ins Lagerfeuer gibt",
            "Anzahl der geöffneten Werkbank-Inventare. Das Öffnen wird gezählt, auch wenn man nichts auf die Werkbank legt",
            "Anzahl der geöffneten Ofen-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Lesepult-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Räucherofen-Inventare. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der Sprünge. Dazu zählt jede Betätigung der Sprungtaste, unabhängig davon, ob man eine Ebene höher springt oder nicht",
            "Anzahl der verlassenen Spiele (\"Speichern und zurück zum Hauptmenü\")",
            "In einer Lore gefahrene Strecke in cm",
            "Anzahl der getöteten Kreaturen",
            "Anzahl der geöffneten Fässer. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Truhen. Große Truhen zählen wie Einzeltruhen. Das Öffnen wird gezählt, auch wenn man nichts hineinlegt oder entnimmt",
            "Anzahl der geöffneten Endertruhen",
            "Anzahl der geöffneten Shulkerkisten",
            "Auf Schweinen gerittene Strecke in cm",
            "Anzahl wie oft man Notenblöcke durch Linksklick (nicht im Kreativmodus) zum Klingen gebracht hat",
            "Gesamte Spieldauer in Ticks. Die Zeit im Pausenmenü zählt nicht dazu",
            "Anzahl der Schallplatten, welche in Plattenspieler gesteckt wurden",
            "Anzahl der getöteten Spieler",
            "Anzahl der in Blumentöpfe gesetzen Gewächse",
            "Anzahl wie oft man ein Bett benutzt hat. Hinlegen und Aufstehen reicht aus, die Nacht muss dazu nicht übersprungen werden",
            "Zeitdauer, die der Spieler die Schleichen-Taste gedrückt hat",
            "Gesprintete Strecke in cm",
            "Mit Schwimmbewegungen (Sprinten unter Wasser) geschwommene Strecke in cm",
            "Anzahl wie oft man das Handelsfenster von Dorfbewohnern angeschaut hat",
            "Spieldauer seit dem letzten Tod (in Ticks)",
            "Spieldauer seit der letzten Benutzung eines Bettes. Hinlegen und Aufstehen reicht aus, die Nacht muss dazu nicht übersprungen werden (in Ticks)",
            "Anzahl wie oft man einen Handel mit einem Dorfbewohner durchgeführt hat",
            "Anzahl der geöffneten Redstone-Truhen. Große Truhen zählen wie Einzeltruhen",
            "Anzahl wie oft man Notenblöcke durch Rechtsklick gestimmt hat",
            "Anzahl Wasserflaschen, die man aus einem Kessel gefüllt hat",
            "Gelaufene Strecke in cm",
            "Horizontale Bewegungen mit den Füßen im Wasser und dem Kopf außerhalb. Dazu gehören das Gehen in stehendem oder fließendem Flachwasser, das normale Schwimmen ohne Schwimmbewegungen (kein Sprinten) und das passive Getriebenwerden von der Strömung in einem Graben. Auf-der-Stelle-Hüpfen im Wasser wird nicht gezählt",
            "Bewegungen mit dem Kopf unter Wasser. Dazu gehören das Gehen auf einem Gewässergrund, das passive Hinabsinkenlassen, das normale Tauchen unter Wasser ohne Schwimmbewegungen (kein Sprinten), das vertikale Auf- und Abtauchen - auch in einem Wasserfall, solange der Kopf unter Wasser ist"
        ]
    }
}